<PAD> 0
<UNK> 0
<S> 0
<E> 0
i 23693
. 23327
, 15109
to 15053
and 12865
the 11676
a 9986
my 7684
you 7031
of 6313
it 6098
me 6068
is 5274
that 5207
in 5024
for 4531
but 4437
so 3925
have 3828
? 3826
i'm 3796
just 3690
this 3398
be 3290
like 3253
with 3192
on 2875
not 2797
if 2636
was 2597
do 2487
or 2346
are 2268
all 2130
don't 2098
what 2070
about 2029
know 1916
want 1891
when 1881
at 1853
people 1814
feel 1762
your 1759
... 1731
get 1693
they 1673
can 1623
how 1608
up 1601
one 1580
no 1544
as 1538
he 1520
im 1519
because 1502
out 1472
really 1469
it's 1408
now 1389
am 1348
life 1286
will 1276
time 1276
been 1272
.. 1262
from 1243
! 1227
person 1173
someone 1170
she 1161
love 1160
would 1155
we 1127
her 1123
them 1122
think 1112
even 1110
who 1106
need 1057
there 1055
an 1051
some 1050
can't 1035
had 1027
go 998
myself 993
why 980
more 963
here 938
much 937
i've 937
him 924
never 900
only 897
make 883
day 871
good 864
anyone 851
any 850
help 835
its 833
going 828
has 824
being 822
talk 811
dont 809
then 801
too 794
something 784
things 769
got 713
friends 698
see 693
always 684
say 681
by 666
could 662
way 641
other 634
still 630
back 622
right 607
anything 603
should 600
bad 566
than 557
their 555
fucking 552
over 550
hate 537
ever 533
please 532
friend 528
you're 525
his 522
were 520
very 519
tell 514
first 508
take 507
again 498
every 497
happy 493
well 493
into 492
after 489
today 483
better 482
everyone 474
keep 474
i'll 467
thing 465
shit 462
everything 462
years 461
feeling 459
off 447
did 442
last 441
care 440
said 439
does 435
down 429
where 427
work 425
find 422
u 422
best 420
lot 419
wanna 419
also 413
give 412
before 410
try 409
nothing 404
since 400
stop 399
anymore 395
fuck 394
2 393
through 393
new 392
hard 391
most 391
post 390
while 389
away 389
school 387
having 386
long 385
made 384
wish 383
guys 382
.... 381
trying 381
doing 379
cant 379
getting 377
girl 375
let 375
end 374
little 370
many 370
gonna 366
look 363
doesn't 362
sleep 362
maybe 359
year 355
depression 355
didn't 353
else 352
days 351
which 351
around 350
night 347
told 344
makes 343
these 343
alone 339
few 338
world 331
sometimes 327
guy 320
actually 319
that's 316
come 314
mean 313
same 310
3 310
ive 309
thought 308
done 308
live 307
those 307
start 306
enough 305
die 305
two 303
sorry 302
hope 300
looking 299
ago 298
family 298
stay 297
okay 294
home 293
though 292
yourself 290
sad 289
pretty 289
anxiety 289
own 288
wrong 287
sure 285
old 281
tired 280
real 276
thinking 276
mind 273
us 272
our 270
months 266
felt 265
leave 263
without 263
kind 257
heart 255
won't 254
might 251
mom 251
went 249
used 248
understand 247
great 246
depressed 242
hurt 242
job 241
1 240
wanted 239
he's 238
put 237
times 237
already 236
guess 234
point 233
place 229
left 228
ask 225
week 224
parents 224
god 224
such 222
hours 222
eat 219
talking 218
probably 218
remember 218
5 217
there's 217
seems 217
tried 217
started 216
different 216
another 216
idk 216
until 213
pain 211
game 211
change 211
scared 210
use 210
cause 210
bit 209
reason 208
next 207
girls 207
thoughts 206
kill 205
nice 203
thanks 203
matter 202
isn't 201
i'd 200
strong 199
yet 199
cut 197
lost 197
head 196
hey 195
able 194
making 194
self 193
eating 193
app 192
may 192
found 191
saying 190
stupid 190
once 190
says 190
others 188
dad 186
normal 184
what's 184
lol 183
stuff 182
yes 182
feels 181
past 181
call 181
whole 181
miss 179
wants 178
name 178
believe 177
4 177
?? 176
boyfriend 175
relationship 173
read 172
crying 172
free 172
they're 172
literally 171
seem 171
fun 169
beautiful 169
face 168
!! 168
amazing 167
both 167
question 166
body 166
least 164
she's 164
gets 163
mental 163
happened 162
together 162
man 162
thank 162
part 162
worth 161
bed 161
play 161
haven't 161
worse 161
almost 159
listen 158
close 158
cry 157
problem 157
tomorrow 156
10 156
oh 155
living 155
kinda 153
text 153
posts 153
kik 153
each 152
seen 151
feelings 151
ill 150
big 150
finally 150
weeks 149
problems 148
eyes 147
ok 147
hell 147
honestly 147
small 147
comment 145
far 145
came 144
house 144
took 144
favorite 144
morning 144
advice 144
taking 143
room 143
weird 143
sick 142
turn 142
high 141
food 141
deserve 140
either 140
etc 140
didnt 139
money 138
working 138
fine 138
lose 137
suicide 137
show 136
message 136
hear 135
social 135
nobody 135
less 135
comes 133
idea 133
lonely 133
break 132
thats 131
telling 131
asked 130
become 130
whatever 129
means 129
soon 129
fall 128
couldn't 127
true 127
sex 127
instead 125
called 125
song 124
youre 124
afraid 123
watch 123
weight 123
between 123
smile 123
phone 123
month 123
completely 123
deal 123
basically 122
hair 121
ones 121
moment 120
move 120
forget 118
positive 118
gone 118
saw 117
met 116
wait 116
music 116
loved 116
inside 115
support 115
attention 115
hurts 115
wasn't 114
hi 114
6 114
recently 114
yeah 114
college 113
single 113
open 112
must 111
happen 111
asking 110
story 110
minutes 110
reading 109
couple 109
using 109
wake 108
super 108
cool 108
kids 108
rather 108
fact 108
wouldn't 107
fat 107
experience 107
dead 106
hold 106
half 106
full 106
words 106
fear 105
mine 105
needs 105
crazy 105
however 105
sense 105
knew 105
fight 105
important 104
seeing 104
group 104
doesnt 104
ur 104
issues 104
looks 104
three 103
playing 103
cute 103
starting 103
worst 102
games 102
supposed 102
funny 102
later 102
damn 102
kid 101
anyway 101
you've 101
usually 101
meet 101
under 101
possible 100
s 99
answer 99
share 98
class 98
broken 98
type 97
perfect 97
dream 97
ex 97
side 97
8 97
health 97
decided 97
yesterday 96
death 96
ugly 95
7 95
realize 95
!!! 94
during 94
anxious 93
goes 93
run 93
age 93
white 92
gave 92
coming 92
walk 92
needed 92
second 92
currently 92
trust 92
brother 91
hour 91
forever 91
hit 91
disorder 91
brain 91
drink 90
quite 90
knows 90
comments 90
girlfriend 90
whenever 89
dark 89
situation 89
chat 89
word 89
late 88
gotten 88
seriously 88
baby 88
suicidal 88
outside 87
human 87
hand 87
talklife 87
wonder 87
angry 87
mood 87
..... 87
often 86
alive 86
ready 85
hello 85
level 85
wall 85
sister 85
rest 85
happiness 85
mad 84
heard 84
control 84
light 84
female 84
constantly 84
boy 84
taken 83
edit 83
women 83
dating 83
especially 83
black 83
follow 83
tonight 82
set 82
20 82
add 82
we're 82
future 81
blood 81
car 81
wondering 81
lmao 81
emotions 81
explain 80
cuz 80
rn 80
longer 80
18 80
bc 80
watching 79
broke 79
upset 79
shouldn't 79
happens 78
top 78
stand 78
bring 78
mother 77
due 77
against 77
check 77
fucked 76
cares 76
behind 76
ass 76
x 76
harm 76
straight 75
aren't 75
date 75
panic 75
r 75
special 75
learn 75
dreams 74
wont 74
everyday 74
ended 73
fighting 73
waiting 73
walking 73
helps 73
send 73
bored 73
hot 73
choose 73
serious 73
ugh 73
voice 73
spend 73
url 72
deep 72
realized 72
clean 72
short 72
crush 72
christmas 72
pay 71
lately 71
doctor 71
act 71
drugs 71
talked 71
red 71
enjoy 71
turned 71
child 70
looked 70
wanting 70
soul 70
12 70
character 70
partner 70
write 70
theres 70
low 70
17 70
save 70
birthday 70
somebody 70
giving 70
video 69
except 69
cat 69
barely 69
anybody 69
online 69
losing 69
stuck 69
picture 69
number 69
posted 69
noticed 68
horrible 68
kept 68
along 68
id 68
laugh 68
attack 68
gotta 68
state 68
interested 68
wear 67
extremely 67
wtf 67
simply 67
??? 67
takes 67
writing 67
imagine 66
book 66
helping 66
died 66
energy 66
works 66
interesting 66
cannot 66
questions 66
internet 66
fake 66
killing 65
absolutely 65
meant 65
thinks 65
easy 65
stopped 65
knowing 65
chance 65
sleeping 65
worried 65
tears 65
worry 64
posting 64
dying 64
buy 64
gay 64
speak 64
till 64
respect 64
therapist 63
slowly 63
cried 63
loves 63
sucks 63
example 63
drinking 63
fix 63
scientology 63
exist 62
opinion 62
helped 62
moved 62
you'll 62
accept 62
conversation 62
somewhere 62
forgot 62
random 62
front 62
fast 61
16 61
glad 61
country 61
lie 61
sort 61
ways 61
sound 61
n 61
let's 61
water 60
unless 60
reddit 60
diagnosed 60
truly 60
handle 60
woman 60
whats 60
sweet 60
exactly 60
leah 60
mostly 59
changed 59
skin 59
sit 59
early 59
entire 59
sent 59
male 59
awesome 59
asleep 59
themselves 59
ate 59
proud 59
grow 58
drunk 58
played 58
havent 58
towards 58
apart 58
hang 58
treat 58
t 58
focus 58
annoying 58
huge 58
given 58
likes 58
hes 58
truth 58
allowed 58
hurting 57
young 57
15 57
issue 57
shitty 57
expect 57
course 56
chest 56
tho 56
case 56
nervous 56
lives 56
bitch 56
ppl 56
m 56
honest 56
movie 56
happening 55
o 55
starts 55
woke 55
test 55
negative 55
eventually 55
confused 55
missing 55
dog 55
party 55
empty 55
forward 55
relationships 55
mess 55
shes 55
joke 55
rules 55
space 55
older 55
city 55
cold 54
ideas 54
men 54
running 54
several 54
gives 54
hospital 53
personality 53
community 53
drive 53
born 53
public 53
summer 53
ignore 53
learned 53
hands 53
smoke 52
daily 52
listening 52
mentally 52
waste 52
power 52
leaving 52
0 52
somehow 52
y 52
current 52
plan 52
tips 52
lets 52
difficult 52
?! 52
children 52
breaking 52
dumb 51
100 51
cutting 51
therapy 51
anyways 51
struggling 51
omg 51
wow 51
terrible 51
willing 51
fault 51
emotional 50
church 50
hide 50
certain 50
everybody 50
pass 50
swear 50
keeps 50
meds 50
boys 50
isnt 50
who's 50
notice 50
messages 50
falling 49
teacher 49
spent 49
9 49
finding 49
numb 49
figure 49
motivation 49
safe 49
obviously 49
medication 49
bunch 48
awkward 48
busy 48
sun 48
earth 48
none 48
list 48
vent 48
friendship 48
son 48
whether 47
hug 47
appreciate 47
curious 47
english 47
contact 47
freaking 47
hopefully 47
team 47
middle 47
e 47
fell 46
luck 46
mum 46
return 46
process 46
missed 46
society 46
profile 46
loving 46
amount 46
near 46
throw 46
bought 46
across 46
30 46
mike 46
account 45
reasons 45
struggle 45
gf 45
hearts 45
general 45
trouble 45
rude 45
ocd 45
dude 45
piece 45
personal 45
p 45
below 45
pick 45
y'all 45
regret 45
father 45
himself 44
suddenly 44
holding 44
excited 44
similar 44
stress 44
simple 44
decide 44
14 44
healthy 44
rant 44
alcohol 44
gender 44
calories 44
calm 43
sitting 43
hasn't 43
fail 43
although 43
wife 43
jobs 43
door 43
promise 43
pressure 43
considering 43
reply 43
order 43
staying 43
shower 43
pokemon 43
art 43
coffee 42
period 42
specific 42
memories 42
insane 42
smart 42
commit 42
touch 42
blocked 42
we've 42
!!!! 42
here's 42
fair 42
stories 42
scary 41
anger 41
actual 41
happier 41
turns 41
yall 41
based 41
easily 41
sounds 41
haha 41
four 41
jealous 41
couldnt 41
known 41
line 41
asshole 41
tough 41
l 41
hearing 41
21 41
hates 41
suffering 40
moving 40
avoid 40
yo 40
clear 40
seconds 40
lucky 40
awake 40
suggestions 40
failed 40
sexual 40
ruin 40
medical 40
quiet 40
liked 40
dogs 40
toxic 40
miserable 39
scars 39
worked 39
history 39
physically 39
wasnt 39
19 39
theyre 39
title 39
it'll 39
join 39
definitely 39
likely 39
main 39
killed 39
tbh 39
student 39
driving 39
win 39
stomach 39
caring 39
awful 39
illness 39
excuse 39
understanding 39
sub 39
severe 39
kiss 39
reach 39
facebook 39
biggest 39
smell 39
bathroom 39
totally 39
slow 39
create 39
describe 39
pull 38
boring 38
abuse 38
alright 38
shy 38
bipolar 38
dinner 38
fit 38
term 38
cared 38
effort 38
songs 38
slept 38
youtube 38
people's 38
lying 38
hoping 38
f 38
brought 38
twice 38
push 38
step 38
shut 38
impossible 37
arms 37
eye 37
welcome 37
wearing 37
standing 37
50 37
size 37
weed 37
interest 37
lots 37
wonderful 37
weak 37
useless 37
physical 37
jokes 37
trip 37
becoming 37
within 37
dealing 37
following 37
loss 37
lazy 37
pls 37
books 37
lord 37
wrote 36
beginning 36
media 36
war 36
anywhere 36
grade 36
af 36
instagram 36
choice 36
ya 36
card 36
ability 36
apparently 36
peace 36
cover 36
build 36
d 36
attractive 36
lack 36
series 36
attracted 36
bf 36
goal 36
dance 36
dear 36
august 36
11 36
obese 36
suffer 35
religion 35
everytime 35
psychiatrist 35
battle 35
multiple 35
cup 35
blame 35
comfortable 35
mistakes 35
pictures 35
purpose 35
ending 35
pm 35
sadness 35
town 35
quit 35
someone's 35
drop 34
keeping 34
younger 34
finished 34
reality 34
continue 34
disgusting 34
extra 34
alot 34
ice 34
learning 34
decent 34
major 34
blue 34
force 34
tells 34
suck 34
insecure 34
clothes 34
poor 34
breath 33
ball 33
subreddit 33
24 33
childhood 33
constant 33
escape 33
remind 33
complete 33
survive 33
dropped 33
person's 33
shows 33
block 33
aunt 33
fire 33
calling 33
appreciated 33
terrified 33
project 33
exhausted 32
sign 32
acting 32
confidence 32
advance 32
carry 32
pic 32
bro 32
floor 32
cousin 32
calls 32
paid 32
wouldnt 32
written 32
appointment 32
university 32
selfish 32
putting 32
asks 32
everywhere 32
weren't 32
embarrassed 32
window 32
passed 32
pray 32
bullied 32
grades 32
13 32
draw 32
band 32
tend 32
lunch 32
topic 32
player 32
nature 32
tests 32
air 31
hungry 31
path 31
agree 31
study 31
classes 31
unable 31
information 31
laughing 31
episode 31
background 31
harder 31
road 31
street 31
comfort 31
earlier 31
cope 31
22 31
cheating 31
system 31
season 30
experiences 30
language 30
difference 30
local 30
immediately 30
compared 30
...... 30
possibly 30
common 30
guilty 30
mirror 30
weekend 30
arent 30
lay 30
pregnant 30
incredibly 30
note 30
mouth 30
gifts 30
became 30
law 30
annoyed 30
quick 30
beat 30
allow 30
married 30
badly 30
places 30
added 30
june 30
movies 30
normally 30
police 30
computer 29
usual 29
helpful 29
matters 29
worthless 29
per 29
despite 29
pathetic 29
success 29
walked 29
nearly 29
service 29
growing 29
throughout 29
faith 29
skills 29
strength 29
race 29
amp 29
goodbye 29
heal 29
opinions 29
crap 29
effect 29
decision 29
you'd 29
form 29
begin 29
waking 29
ends 29
treats 29
planning 29
finish 29
pushing 29
overwhelming 29
urge 29
otherwise 29
clue 28
somewhat 28
snapchat 28
herself 28
judge 28
sea 28
courage 28
breathe 28
goals 28
favourite 28
personally 28
improve 28
drug 28
easier 28
teach 28
nor 28
fan 28
unfortunately 28
itself 28
skinny 28
yours 28
depressing 28
they'll 28
names 28
figured 28
lived 28
gain 28
position 28
laying 28
showing 28
scream 28
doctors 28
cream 28
mistake 28
grandma 28
nightmare 28
quickly 28
speech 28
ain't 28
blah 28
bother 28
heavy 28
husband 28
link 28
jump 28
loud 27
stressed 27
homework 27
humans 27
relate 27
seemed 27
'cause 27
tl 27
becomes 27
map 27
birth 27
stick 27
plans 27
attacks 27
voices 27
suppose 27
spread 27
dm 27
area 27
imma 27
kindness 27
wasted 27
leaves 27
including 27
pics 27
option 27
25 27
monday 27
prefer 27
caught 27
lies 27
watched 27
moments 27
color 27
pizza 27
trigger 27
hated 27
complicated 27
cheated 27
lovely 27
removed 27
relapse 27
letter 27
pissed 27
info 27
shaking 26
minute 26
bus 26
understands 26
surprised 26
hardest 26
journey 26
gold 26
meaning 26
obsessed 26
autism 26
effects 26
stronger 26
company 26
google 26
characters 26
bigger 26
silly 26
experienced 26
failure 26
store 26
business 26
hanging 26
clearly 26
players 26
complain 26
b 26
sing 26
pc 26
friendly 26
tea 26
image 26
talks 26
rate 26
studying 26
bpd 26
rid 26
sugar 26
forced 26
k 25
five 25
ignoring 25
smoked 25
rain 25
sudden 25
feet 25
brings 25
shot 25
breaks 25
' 25
throwing 25
vs 25
plus 25
aware 25
consider 25
la 25
bye 25
universe 25
levels 25
disappear 25
taste 25
c 25
bi 25
average 25
bear 25
walls 25
bullshit 25
hits 25
chicken 25
smells 25
box 25
pet 25
mentioned 25
strange 25
secret 25
career 25
sat 25
risk 25
pretend 25
til 25
pants 25
tattoo 25
paranoid 25
higher 25
offer 25
attached 25
caused 24
delete 24
cycle 24
loser 24
meeting 24
emotionally 24
adult 24
positivity 24
episodes 24
won 24
glass 24
dry 24
catch 24
ignored 24
boss 24
trade 24
neither 24
adhd 24
rough 24
000 24
existence 24
smoking 24
exact 24
regular 24
loneliness 24
w 24
makeup 24
memory 24
upon 24
uk 24
user 24
overall 24
darkness 24
lead 24
wishing 24
members 24
messed 24
gross 24
ten 24
news 24
shirt 24
states 24
strangers 24
available 24
whom 24
shiny 24
direction 24
dress 24
binge 24
burn 23
stayed 23
office 23
xd 23
drank 23
conversations 23
enemy 23
pounds 23
cuts 23
afford 23
occasionally 23
overwhelmed 23
ahead 23
gorgeous 23
trans 23
abusive 23
cheap 23
psychologist 23
pen 23
sometime 23
ourselves 23
ruined 23
considered 23
joy 23
center 23
banned 23
closer 23
onto 23
confident 23
screw 23
changing 23
sensitive 23
distance 23
snap 23
items 23
disney 23
express 23
evil 23
fill 23
letting 23
exam 23
beyond 23
destroy 23
prove 23
guitar 23
cancer 23
ground 23
track 23
252 23
moves 23
friday 23
degree 23
247 23
custom 23
professional 23
teachers 23
version 23
uncomfortable 23
related 23
third 23
randomly 22
tries 22
present 22
we'll 22
compliment 22
stars 22
someday 22
desperate 22
silence 22
bet 22
page 22
adderall 22
terms 22
idiot 22
frustrated 22
40 22
crisis 22
match 22
large 22
awhile 22
style 22
creepy 22
2nd 22
breakdown 22
phase 22
admit 22
youve 22
count 22
cross 22
minimum 22
diabetes 22
kills 22
desk 22
bottle 22
fool 22
holy 22
lied 22
interview 22
messaging 22
building 22
affect 22
spending 22
hugs 22
mask 21
parts 21
responses 21
tight 21
hopes 21
blade 21
deleted 21
preferably 21
texting 21
intelligent 21
hardly 21
further 21
drawing 21
picked 21
recent 21
practice 21
insomnia 21
gun 21
christian 21
boobs 21
addiction 21
achieve 21
hai 21
thankful 21
above 21
search 21
magic 21
teeth 21
content 21
he'll 21
culture 21
accident 21
paper 21
visit 21
managed 21
23 21
fairly 21
expensive 21
showed 21
heck 21
medicine 21
sees 21
respond 21
deserves 21
education 21
stable 21
reminder 21
server 21
soft 21
forgive 21
mainly 21
speed 21
dick 21
tv 21
bully 21
heroes 21
lights 21
travel 21
bar 21
punch 20
kick 20
balls 20
apps 20
paying 20
locked 20
forgotten 20
tag 20
buddy 20
absolute 20
legs 20
besides 20
mention 20
challenge 20
feed 20
spot 20
heads 20
odd 20
genuinely 20
bag 20
destroyed 20
manage 20
lower 20
laptop 20
fish 20
doubt 20
tree 20
turning 20
rule 20
opened 20
coworkers 20
hitting 20
porn 20
choosing 20
popular 20
re 20
australia 20
taught 20
evaluation 20
raised 20
sexually 20
assume 20
toilet 20
freak 20
total 20
symptoms 20
result 20
indians 20
notes 20
medications 20
created 20
scares 20
warm 20
cum 20
breakfast 20
indian 20
freedom 20
bug 20
original 20
dangerous 20
quarantine 20
surgery 20
boost 20
american 20
opposite 20
ghost 20
goddamn 20
member 20
rarely 19
loose 19
btw 19
ocean 19
staring 19
concept 19
flaws 19
value 19
nights 19
fml 19
bullying 19
points 19
replace 19
xr 19
brothers 19
developed 19
na 19
de 19
pretending 19
shouldnt 19
confusing 19
embarrassing 19
situations 19
grew 19
isolated 19
scene 19
sentence 19
built 19
million 19
answers 19
dirty 19
concerned 19
toys 19
sports 19
temporary 19
program 19
pieces 19
release 19
cheer 19
changes 19
guard 19
stops 19
final 19
among 19
horror 19
anonymous 19
price 19
ashamed 19
decisions 19
height 19
progress 19
netflix 19
nose 19
gts 19
receive 19
generally 19
pointless 19
painful 19
animals 19
speaking 19
sell 19
grateful 19
desire 19
field 19
update 19
goodnight 19
prepare 19
email 19
students 19
esteem 19
rock 19
siblings 19
chances 19
semester 19
crack 19
involved 19
subject 19
connection 19
carb 19
treated 19
income 19
harming 18
enter 18
pair 18
beauty 18
brave 18
hole 18
design 18
click 18
daddy 18
dislike 18
religious 18
king 18
idc 18
greatest 18
yay 18
plz 18
screaming 18
function 18
corner 18
habit 18
nasty 18
behaviour 18
modern 18
fully 18
texted 18
chocolate 18
messaged 18
album 18
chill 18
site 18
animal 18
reaction 18
ptsd 18
led 18
lyrics 18
breathing 18
hero 18
damage 18
soup 18
careful 18
3rd 18
therefore 18
virgin 18
wage 18
arm 18
restaurant 18
report 18
silent 18
hiding 18
distract 18
machine 18
burden 18
abused 18
powerful 18
groups 18
security 18
drama 18
uh 18
soooo 18
meyaw 18
couch 18
intense 18
named 18
expected 18
unique 18
habits 18
mods 18
shoot 17
butt 17
someones 17
winter 17
saved 17
starving 17
session 17
realise 17
events 17
ups 17
bleed 17
event 17
stood 17
tiny 17
results 17
previous 17
convince 17
aint 17
26 17
peoples 17
quality 17
se 17
presence 17
incredible 17
buying 17
stressful 17
model 17
it'd 17
thousands 17
treatment 17
aside 17
mixed 17
trapped 17
disappointed 17
potential 17
puppy 17
cards 17
edge 17
sight 17
bowl 17
pills 17
behavior 17
skip 17
remain 17
triggered 17
lessons 17
yea 17
spoken 17
500 17
sky 17
screen 17
ign 17
triggering 17
neck 17
800 17
racing 17
uncle 17
permanent 17
nightmares 17
details 17
ha 17
access 17
gym 17
solve 17
coping 17
button 17
pee 17
diet 17
lesbian 17
beside 17
star 17
argument 17
marriage 17
romantic 17
texts 17
leg 17
switch 17
candle 17
asd 17
scientologists 17
addicted 16
signs 16
appearance 16
tf 16
spirit 16
exists 16
apply 16
precious 16
yelled 16
???? 16
held 16
chose 16
routine 16
green 16
ran 16
seek 16
argue 16
lady 16
slightly 16
extreme 16
schools 16
brown 16
trash 16
disorders 16
drag 16
relax 16
limit 16
double 16
accepted 16
attempt 16
vacation 16
ride 16
grown 16
warning 16
colors 16
research 16
specifically 16
filled 16
depressive 16
saturday 16
moms 16
include 16
active 16
eaten 16
teaching 16
kissed 16
apologize 16
basic 16
holidays 16
realised 16
babe 16
stage 16
wings 16
regarding 16
adopt 16
steam 16
replaced 16
dota 16
released 16
network 16
videos 16
exercise 16
cigarettes 16
fresh 16
blog 16
cruel 16
provide 16
fingers 16
assholes 16
exams 16
beliefs 16
plenty 16
mode 16
perhaps 16
mercy 16
youll 16
shame 16
bright 16
mix 16
miles 16
deck 16
threw 16
sexy 16
dare 16
dunno 16
mark 16
beer 16
hacked 16
usa 16
flag 16
urges 16
bothered 16
six 16
pushed 16
actions 16
workout 16
angel 16
response 16
nowhere 16
scented 16
tinder 16
favour 16
devil 15
would've 15
whoever 15
waves 15
rush 15
golden 15
adorable 15
begging 15
touched 15
opening 15
60 15
2015 15
reached 15
successful 15
tear 15
dies 15
motivated 15
psychology 15
according 15
flirting 15
illnesses 15
ik 15
remembered 15
grey 15
training 15
causing 15
hidden 15
folks 15
interests 15
h 15
condition 15
solution 15
belong 15
communication 15
thrown 15
accepting 15
natural 15
bottom 15
nah 15
kitchen 15
gosh 15
heaven 15
views 15
joking 15
dad's 15
beating 15
officially 15
action 15
key 15
teenager 15
patient 15
liking 15
ring 15
throat 15
virtual 15
families 15
succeed 15
cook 15
200 15
responsibility 15
bleeding 15
happily 15
guilt 15
stranger 15
spoke 15
instantly 15
!? 15
gift 15
july 15
table 15
attempted 15
cheat 15
fly 15
6ivs 15
aka 15
via 15
creative 15
permanently 15
jesus 15
particular 15
christ 15
various 15
nudes 15
emotion 15
government 15
frustrating 15
offended 15
thursday 15
planet 15
parent 15
wine 15
responsible 15
twenty 15
code 15
application 15
entirely 15
med 15
shopping 15
ears 15
anon 15
burning 15
swings 15
america 15
users 15
windows 15
drinks 15
seroquel 15
conditions 15
saxenda 15
monster 14
wash 14
replied 14
skipped 14
depending 14
supportive 14
received 14
wind 14
captain 14
reads 14
compliments 14
blind 14
lips 14
rare 14
pure 14
useful 14
download 14
flat 14
convinced 14
correct 14
board 14
artist 14
tolerance 14
rent 14
overthink 14
shake 14
patience 14
daughter 14
holiday 14
zero 14
blow 14
hasnt 14
fruit 14
sharing 14
effective 14
faster 14
mr 14
target 14
hating 14
unhappy 14
view 14
necessary 14
react 14
flirt 14
german 14
checking 14
enjoyed 14
pleasure 14
bones 14
mute 14
complaining 14
screwed 14
ladies 14
reactions 14
context 14
stays 14
chemistry 14
dollars 14
burned 14
october 14
wide 14
judged 14
poem 14
load 14
lil 14
abandoned 14
sigh 14
enjoying 14
closed 14
prison 14
overcome 14
directly 14
seeking 14
non 14
anytime 14
distraction 14
cake 14
properly 14
bless 14
healing 14
knee 14
pisses 14
skill 14
worthy 14
bra 14
promised 14
committed 14
closest 14
ops 14
theyll 14
waited 14
don 14
traditional 14
necessarily 14
smh 14
smaller 14
disordered 14
rot 14
sam 14
individual 14
mimi 14
seat 13
thin 13
piss 13
item 13
exhausting 13
victim 13
heres 13
handsome 13
kissing 13
nails 13
bitches 13
studies 13
rip 13
fed 13
wasting 13
metal 13
repeat 13
location 13
1st 13
pack 13
sending 13
disabled 13
bank 13
cure 13
midnight 13
runs 13
schedule 13
invited 13
overthinking 13
everyones 13
..? 13
highschool 13
private 13
hadn't 13
uses 13
kinds 13
types 13
bite 13
proper 13
ad 13
radio 13
shall 13
accidentally 13
bringing 13
prevent 13
gp 13
sunday 13
psychological 13
sooo 13
massive 13
they've 13
picking 13
else's 13
thus 13
theme 13
nsfw 13
kicked 13
sleepy 13
pool 13
grab 13
ignorant 13
adults 13
honey 13
soo 13
underwear 13
vibe 13
began 13
liquid 13
milk 13
driver 13
loyal 13
adoption 13
searching 13
one's 13
opportunity 13
lifestyle 13
science 13
ads 13
math 13
puts 13
verge 13
setting 13
perspective 13
whos 13
andor 13
shoes 13
pokmon 13
guide 13
fellow 13
followers 13
moon 13
pink 13
chosen 13
!!!!! 13
subscribe 13
options 13
values 13
anorexia 13
fixed 13
lesson 13
demons 13
bs 13
enemies 13
woah 13
ot 13
confession 13
carrying 13
consent 13
chubby 13
moods 13
circumstances 13
standards 13
mindset 13
saving 13
insurance 13
googlepanda 13
bras 13
she'll 13
reasonable 13
shocked 13
section 13
pro 13
cats 13
20s 13
sorta 13
suggest 13
jack 13
amazon 13
affection 12
everyone's 12
plastic 12
understood 12
master 12
remove 12
foot 12
wished 12
generation 12
shape 12
finds 12
source 12
queen 12
task 12
lines 12
troubles 12
sides 12
snow 12
v 12
press 12
relaxing 12
failing 12
8221 12
international 12
homeless 12
noise 12
antidepressants 12
nope 12
naturally 12
cousins 12
reminds 12
lungs 12
juice 12
uni 12
scale 12
yelling 12
purge 12
offensive 12
film 12
hopeless 12
cost 12
stalking 12
miracle 12
ridiculous 12
mature 12
humor 12
bodies 12
aspects 12
slight 12
priority 12
require 12
photo 12
protect 12
pussy 12
faces 12
heartbroken 12
pop 12
20mg 12
tldr 12
plays 12
knowledge 12
perfectly 12
sin 12
,, 12
definition 12
triggers 12
anime 12
shits 12
shell 12
typing 12
wedding 12
hood 12
g 12
independent 12
mate 12
beach 12
smiles 12
recovery 12
worries 12
credit 12
begins 12
march 12
november 12
impress 12
weather 12
concern 12
lock 12
grave 12
hundred 12
numbers 12
identity 12
cheers 12
handful 12
outfit 12
eggs 12
giveaway 12
flying 12
recover 12
messing 12
expecting 12
drain 12
logic 12
roof 12
ages 12
fuckin 12
trauma 12
ton 12
unknown 12
smiling 12
replies 12
tryna 12
marry 12
appetite 12
fears 12
sandwich 12
countries 12
clinical 12
pets 12
bread 12
conscious 12
attitude 12
famous 12
completed 12
desperately 12
functional 12
serve 12
atm 12
stopping 12
copy 12
accounts 12
racist 12
counting 12
causes 12
needing 12
ultimately 12
violence 12
intentions 12
wattpad 12
connect 12
advantage 12
installed 12
web 12
surely 12
rejected 12
buzz 12
unhealthy 12
ink 12
venting 12
deny 12
article 12
role 12
calorie 12
object 12
included 12
method 12
blades 12
request 12
halloween 12
scar 12
rinder 12
wreck 12
atenolol 12
!!? 12
stab 11
cuddle 11
tuesday 11
charge 11
drown 11
giant 11
familiar 11
seven 11
dramatic 11
disappointment 11
wondered 11
recognize 11
hmm 11
suit 11
noticing 11
rage 11
sadly 11
invisible 11
victims 11
invite 11
pilots 11
distant 11
senior 11
stole 11
camera 11
damaged 11
afterwards 11
cringe 11
sake 11
ed 11
castle 11
bands 11
touching 11
mission 11
nowadays 11
relapsed 11
sexuality 11
gods 11
canada 11
crash 11
shift 11
checked 11
safety 11
visible 11
intimate 11
lover 11
magical 11
grief 11
swimming 11
yell 11
bedroom 11
patch 11
thread 11
j 11
disclosure 11
arrived 11
frame 11
wipe 11
torn 11
rlly 11
flowers 11
trees 11
worker 11
relatable 11
frozen 11
!. 11
boyfriends 11
appear 11
genuine 11
shadow 11
bitter 11
quotes 11
jail 11
destiny 11
environment 11
sorrow 11
gas 11
believed 11
army 11
friend's 11
garbage 11
apple 11
majority 11
avoiding 11
judging 11
closet 11
cheese 11
land 11
train 11
teen 11
park 11
legit 11
90 11
dealt 11
bridge 11
defeat 11
knees 11
walks 11
required 11
commented 11
yep 11
celebrate 11
cups 11
ama 11
applied 11
singing 11
listened 11
discovered 11
struggled 11
hp 11
diagnosis 11
chaos 11
purple 11
dumbass 11
blank 11
insta 11
rose 11
rpokemontrades 11
battery 11
alcoholic 11
roommate 11
whose 11
stealing 11
cleaning 11
benefits 11
greatly 11
dreaming 11
label 11
shown 11
pillow 11
sink 11
., 11
solid 11
adding 11
sunshine 11
channel 11
organization 11
admitted 11
boundaries 11
dizzy 11
gained 11
tall 11
relevant 11
flower 11
spectrum 11
minor 11
firstly 11
metformin 11
hypertension 11
waitress 11
nominated 11
island 10
35 10
joined 10
crave 10
tons 10
blanket 10
debate 10
depth 10
he'd 10
adventure 10
devastated 10
unbelievable 10
planned 10
supports 10
longest 10
secrets 10
5th 10
material 10
drawn 10
females 10
interact 10
features 10
rise 10
shoulder 10
medium 10
addict 10
graduated 10
tongue 10
mentor 10
shine 10
conflict 10
photos 10
connections 10
perception 10
joining 10
affected 10
insecurities 10
deeper 10
negativity 10
row 10
controlling 10
inspired 10
addition 10
league 10
upper 10
gap 10
cases 10
answering 10
oops 10
regardless 10
marks 10
shorts 10
?. 10
obvious 10
injection 10
2013 10
dosage 10
cop 10
bound 10
round 10
spring 10
valentine's 10
manager 10
max 10
recommend 10
promises 10
talented 10
ear 10
links 10
screams 10
pride 10
programs 10
status 10
potato 10
wolf 10
brains 10
meal 10
spider 10
breed 10
anti 10
intelligence 10
performance 10
dancing 10
hilarious 10
grand 10
valid 10
5am 10
carefully 10
pot 10
approach 10
united 10
smallest 10
doggo 10
minecraft 10
poop 10
certainly 10
2018 10
crowd 10
utterly 10
harmed 10
score 10
china 10
camp 10
she'd 10
regrets 10
beg 10
reaching 10
judgement 10
strongly 10
complex 10
wrap 10
claim 10
core 10
chase 10
sorts 10
costs 10
acts 10
bugs 10
pattern 10
fucks 10
technology 10
dumped 10
gore 10
mouse 10
listens 10
evening 10
parking 10
basis 10
chinese 10
passing 10
kicking 10
twin 10
applying 10
decade 10
counselor 10
weigh 10
eli5 10
worrying 10
frequently 10
communicate 10
contest 10
we'd 10
answered 10
wednesday 10
lexapro 10
fridge 10
differently 10
blessed 10
orange 10
huh 10
bloody 10
chemical 10
rings 10
vodka 10
shop 10
dads 10
mod 10
detail 10
socks 10
cars 10
....... 10
panicking 10
develop 10
fourth 10
services 10
experiencing 10
whatsoever 10
darkest 10
articles 10
carbs 10
balance 10
staff 10
murder 10
commenting 10
john 10
hung 10
satisfied 10
socially 10
upgrade 10
samuraiseoul 10
zexer 10
cyanide 10
severely 10
ease 10
headed 10
meditation 10
acted 10
base 10
restricting 10
latest 10
esp 10
trolls 10
slide 10
dishes 10
orders 10
num 10
tasks 10
enforcement 10
armor 9
roll 9
sleeve 9
shirts 9
retarded 9
personalities 9
toy 9
stare 9
pit 9
discussion 9
dirt 9
dig 9
gear 9
era 9
fallen 9
quote 9
shots 9
discuss 9
vulnerable 9
mid 9
mins 9
unusual 9
dropping 9
bone 9
explained 9
wore 9
prepared 9
males 9
dr 9
homophobic 9
wallet 9
mg 9
101 9
atleast 9
overweight 9
muscle 9
weve 9
cops 9
interaction 9
laid 9
unwanted 9
spanish 9
ana 9
binged 9
club 9
nd 9
weirdo 9
passion 9
persons 9
comparing 9
envy 9
classmates 9
stressing 9
lsd 9
hundreds 9
legal 9
skyrim 9
drops 9
?... 9
stretch 9
plants 9
developing 9
longterm 9
trap 9
spell 9
misery 9
boi 9
millions 9
iron 9
steps 9
funeral 9
decides 9
steal 9
rp 9
pulling 9
faking 9
could've 9
productive 9
irl 9
depends 9
dated 9
upload 9
chatting 9
disaster 9
tip 9
happiest 9
efforts 9
spa 9
cramps 9
counts 9
russia 9
danger 9
occurred 9
screamed 9
novel 9
rats 9
curse 9
aspect 9
arrested 9
president 9
crippling 9
january 9
iphone 9
fans 9
matches 9
diary 9
refuse 9
horse 9
shout 9
finals 9
fantasy 9
brand 9
kindly 9
punishment 9
unnecessary 9
wave 9
customer 9
hotline 9
kms 9
nearby 9
log 9
obsessive 9
sore 9
legitimate 9
steel 9
tempted 9
dressed 9
michael 9
vanilla 9
hella 9
clingy 9
unlimited 9
proof 9
sharp 9
wat 9
relaxed 9
granted 9
annoy 9
leads 9
eve 9
involve 9
sold 9
particularly 9
india 9
laughs 9
struggles 9
laughed 9
approx 9
exception 9
perform 9
...? 9
genre 9
circle 9
destroying 9
typical 9
hire 9
tics 9
highest 9
lv 9
70 9
disease 9
relief 9
farming 9
fashion 9
sphere 9
downs 9
concentrate 9
skype 9
visiting 9
apartment 9
follows 9
awareness 9
29 9
penis 9
slice 9
plain 9
recall 9
eight 9
,,, 9
responding 9
hahaha 9
identify 9
manic 9
nap 9
caps 9
ban 9
address 9
maintain 9
significant 9
products 9
sexist 9
england 9
ignores 9
puke 9
disability 9
capital 9
monitor 9
singer 9
pros 9
increased 9
concerns 9
pissing 9
record 9
hehe 9
horribly 9
counselling 9
attempts 9
official 9
exchange 9
csgo 9
rights 9
enjoyable 9
covered 9
rice 9
unfair 9
poetry 9
sr 9
painfully 9
speaks 9
sets 9
standard 9
talent 9
plot 9
category 9
breasts 9
systems 9
endless 9
file 9
werent 9
toward 9
david 9
boredom 9
testing 9
oil 9
30f 9
unsure 9
ache 9
si 9
terribly 9
reveal 9
fictional 9
liar 9
meaningful 9
betrayed 9
cockroach 9
muscles 9
gate 9
soceity 9
twitter 9
cab 9
merry 9
champagne 9
dressing 9
dxm 9
external 9
souls 9
pear 9
technically 9
lexaprowhiteaustralia 9
ca 9
rayyy 9
description 8
scare 8
projects 8
childish 8
lbs 8
fights 8
shattered 8
disappeared 8
achieving 8
sanity 8
fr 8
darling 8
candy 8
sauce 8
silver 8
drained 8
sits 8
pointing 8
weapon 8
salty 8
slim 8
announcement 8
cube 8
ve 8
jewish 8
muslim 8
openly 8
county 8
mass 8
financial 8
3am 8
seasons 8
practically 8
drifting 8
they'd 8
facing 8
aching 8
slipped 8
crackers 8
creates 8
pe 8
sincerely 8
bill 8
languages 8
kidding 8
nicest 8
phrase 8
overdose 8
climb 8
replying 8
ew 8
connected 8
meth 8
legends 8
fps 8
contacting 8
disrespectful 8
revenge 8
starbucks 8
romance 8
acne 8
thick 8
bout 8
saints 8
johnny 8
range 8
msg 8
chewing 8
bothering 8
van 8
vibes 8
santa 8
wise 8
guessing 8
10mg 8
equal 8
humiliation 8
images 8
capable 8
fullest 8
topics 8
epic 8
recommended 8
bomb 8
storm 8
smoker 8
violent 8
choices 8
hides 8
household 8
worthwhile 8
accomplish 8
misunderstood 8
lifeless 8
um 8
que 8
borderline 8
bottles 8
riding 8
jumped 8
pulled 8
finger 8
ima 8
rub 8
clothing 8
explaining 8
streets 8
bestie 8
achieved 8
cookie 8
fixing 8
deeply 8
audience 8
nurse 8
ship 8
claims 8
afternoon 8
lifetime 8
conclusion 8
memes 8
website 8
suggested 8
mini 8
rope 8
april 8
ticket 8
tie 8
laws 8
pages 8
lovers 8
tale 8
impact 8
laundry 8
grandparents 8
mexico 8
represent 8
solo 8
min 8
surrounded 8
thru 8
hmu 8
disappointing 8
elaborate 8
arguments 8
acid 8
void 8
salt 8
areas 8
faded 8
com 8
dammit 8
bestfriend 8
?!?! 8
smokes 8
ivs 8
evs 8
deposit 8
pokeball 8
knot 8
fairy 8
dye 8
writer 8
withdrawal 8
isolation 8
tank 8
raining 8
belief 8
life's 8
suspended 8
defend 8
occasional 8
vomit 8
brick 8
sm 8
meh 8
ss 8
gaming 8
blown 8
creating 8
shitting 8
fck 8
spreading 8
where's 8
deciding 8
dose 8
assistance 8
websites 8
coughing 8
glasses 8
33 8
military 8
stumbled 8
subs 8
sooner 8
guts 8
originally 8
wrist 8
difficulty 8
receiving 8
dnt 8
messy 8
disgusted 8
bull 8
kitty 8
mobile 8
36 8
forth 8
encourage 8
belittle 8
yellow 8
legendary 8
hackedclonedurl 8
plate 8
polite 8
overly 8
accomplished 8
favor 8
4am 8
colour 8
requires 8
junk 8
nuts 8
surviving 8
pity 8
hence 8
coz 8
bath 8
5ip 8
node37 8
minecrafted 8
net25652important 8
linksublurlgid0 8
infowhitelist 8
utc 8
utcprewhitelists 8
prewhitelisted 8
prewhitelist 8
helpop 8
slots 8
trappingcamping 8
absorption 8
towering 8
evidence 8
nursing 8
syndrome 8
shave 8
rotten 8
asian 8
45 8
rejection 8
innocent 8
heartbreak 8
autistic 8
minds 8
butterflies 8
51822 8
username 8
cookies 8
comedy 8
sober 8
pump 8
west 8
listing 8
headache 8
theory 8
approval 8
doors 8
dbt 8
dull 8
tw 8
switching 8
creep 8
te 8
separate 8
shallow 8
survived 8
cringey 8
grocery 8
tumblr 8
beef 8
mightve 8
breakup 8
youth 8
freya 8
flags 8
lighter 8
sale 8
discord 8
hobbies 8
duration 8
direct 8
fearless 8
risks 8
junior 8
yogurt 8
introduce 8
purchase 8
fantastic 8
lists 8
rly 8
sources 8
fp 8
aid 8
flashbacks 8
policy 8
ron 8
hubbard 8
preference 8
rolling 8
fasting 8
century 8
courses 8
resources 8
kitten 8
reasonably 8
rational 8
vegetables 8
unicorns 8
racial 8
sue 8
scientologist 8
286lbshypertension 8
obesitymetformin 8
bending 8
user282774 8
punching 8
vitamin 8
route 8
nu 8
condescending 8
pig 7
spray 7
worn 7
tunnel 7
actively 7
ughh 7
bites 7
tacos 7
breast 7
illegal 7
creeps 7
grip 7
sand 7
covers 7
bothers 7
aim 7
bury 7
piercings 7
gr8 7
sf 7
polish 7
mom's 7
abusing 7
chilling 7
ceiling 7
spiders 7
sucked 7
introvert 7
8th 7
forgetting 7
lt3 7
ted 7
suffered 7
realistic 7
political 7
doesn 7
psychotic 7
assault 7
legend 7
400 7
weekends 7
withdrawals 7
leader 7
leading 7
lasted 7
cough 7
asexual 7
hadnt 7
ily 7
quiz 7
pill 7
suspected 7
intrusive 7
false 7
budget 7
disclaimer 7
rich 7
gum 7
mates 7
everything's 7
ughhhhh 7
empathy 7
300 7
imagination 7
americans 7
essentially 7
numerous 7
roughly 7
objects 7
structure 7
frequent 7
meaningless 7
trend 7
chin 7
feminism 7
coke 7
naive 7
september 7
lean 7
dentist 7
compare 7
minded 7
pocket 7
combine 7
easiest 7
lifes 7
sisters 7
menu 7
russian 7
thicker 7
traveling 7
alas 7
advices 7
q 7
dmg 7
pulls 7
bell 7
other's 7
sweating 7
knocked 7
5min 7
raped 7
hospitals 7
valve 7
em 7
should've 7
strongest 7
offers 7
lt 7
princess 7
creatures 7
alternative 7
woods 7
sins 7
haters 7
facts 7
birds 7
nicer 7
species 7
naked 7
ward 7
counter 7
downstairs 7
cereal 7
insult 7
positions 7
wakes 7
receptionist 7
schizophrenia 7
drove 7
appreciation 7
corona 7
french 7
zone 7
chores 7
jumping 7
tolerate 7
february 7
flight 7
december 7
rambling 7
cells 7
sword 7
lasts 7
described 7
queue 7
reset 7
harsh 7
trophy 7
hereurl 7
contract 7
combat 7
chain 7
station 7
lit 7
wears 7
fade 7
vape 7
package 7
feeding 7
florida 7
register 7
surprises 7
cloud 7
offered 7
ditto 7
spe 7
fk 7
relieve 7
xanax 7
improving 7
humanity 7
burns 7
hoe 7
mac 7
hopeful 7
soldier 7
teens 7
helpless 7
st 7
followed 7
verbally 7
attacking 7
campaign 7
offering 7
insanity 7
realizing 7
motor 7
apparent 7
caffeine 7
outgoing 7
partners 7
wiki 7
collecting 7
shed 7
abroad 7
japanese 7
rollercoaster 7
neighbors 7
highly 7
feedback 7
hollow 7
crushing 7
grandmas 7
lift 7
pedo 7
queer 7
insight 7
forest 7
attract 7
popcorn 7
fallout 7
ye 7
erase 7
casual 7
dang 7
department 7
reminded 7
fantasize 7
hobby 7
27 7
disappoint 7
crime 7
spoiled 7
cleaned 7
sweat 7
concerning 7
fits 7
vet 7
shared 7
expressing 7
louder 7
cash 7
adopted 7
suggestion 7
user236613 7
inspirational 7
murdered 7
error 7
trek 7
legitimately 7
east 7
repost 7
dragon 7
password 7
dots 7
abort 7
emoji 7
winning 7
barley 7
hook 7
dedicated 7
blows 7
bills 7
wrists 7
degrading 7
filter 7
shaving 7
racism 7
spd 7
allergic 7
concert 7
heat 7
tan 7
brief 7
clock 7
shouldve 7
gta 7
78 7
hatred 7
flesh 7
virus 7
development 7
shelter 7
thousand 7
ideal 7
girl's 7
healthcare 7
weekly 7
annoys 7
criticism 7
decrease 7
unstable 7
gt 7
stone 7
theek 7
tu 7
emo 7
threatened 7
facial 7
oldest 7
meat 7
celebrities 7
jerk 7
dump 7
forgiveness 7
edited 7
pleasant 7
activities 7
burnt 7
sa 7
dollar 7
asap 7
mothers 7
toddler 7
wrapped 7
tid 7
hurricane 7
rates 7
cheaper 7
dale 7
emails 7
disconnected 7
rainbow 7
aw 7
sacrifice 7
keto 7
simplest 7
sarcastic 7
roses 7
pie 7
wasteland 7
ripped 7
comforting 7
calendar 7
magazine 7
reliable 7
911 7
owe 7
creature 7
tearing 7
agh 7
prior 7
explode 7
?.. 7
bravery 7
questioning 7
confront 7
shipping 7
attend 7
mojave 7
drives 7
esm 7
punk 7
property 7
initial 7
inspiration 7
former 7
gpa 7
oral 7
candles 7
excuses 7
appropriate 7
16m 7
beers 7
honor 7
disable 7
fought 7
penetration 7
gush 7
blasphemy 7
throats 7
discussing 7
disturbing 7
controlled 7
native 7
homes 7
tom 7
convo 7
patients 7
grams 7
psychosis 7
facility 7
civil 7
neighbor 7
product 7
ranking 7
org 7
pub 7
arc 7
zoloft 7
existing 7
whore 7
veins 7
pansexual 7
pursue 7
steven 7
downhill 7
25mgs 7
debt 7
unit 7
sammie 7
lawyer 7
keyboard 7
csuf 7
urgent 6
anonymously 6
intention 6
goodness 6
sarcasm 6
cunt 6
statement 6
accurate 6
increases 6
slip 6
fate 6
man's 6
battlefield 6
brighter 6
mania 6
fading 6
kat 6
mother's 6
wouldve 6
immortal 6
selling 6
filthy 6
crystal 6
license 6
99 6
fart 6
gray 6
gently 6
surprise 6
willpower 6
?, 6
gays 6
ahh 6
continued 6
nonstop 6
bullets 6
rat 6
bastard 6
cursed 6
denied 6
rape 6
women's 6
gang 6
heading 6
rolled 6
guns 6
benefit 6
cuddling 6
assignments 6
vampire 6
prey 6
mattered 6
positives 6
aspergers 6
blaming 6
previously 6
crossing 6
ab 6
ko 6
ka 6
hahahaha 6
mentality 6
eats 6
ma 6
embrace 6
that'll 6
eg 6
repeating 6
checks 6
hurry 6
shouted 6
amounts 6
realization 6
teenage 6
videogames 6
prime 6
goto 6
vegan 6
fruits 6
chemicals 6
dudes 6
stupidity 6
doc 6
healed 6
blew 6
incomplete 6
2am 6
crushes 6
tooth 6
campus 6
ghostin 6
2019 6
playlist 6
ssris 6
adrenaline 6
ensure 6
mutual 6
dicks 6
80 6
includes 6
shooting 6
appears 6
impulse 6
trusted 6
letters 6
decks 6
contain 6
raise 6
immature 6
ah 6
twisted 6
painting 6
examples 6
influence 6
irritated 6
excitement 6
biting 6
companies 6
cooking 6
fries 6
cage 6
grandpa 6
z 6
blast 6
drowning 6
failures 6
sis 6
hiring 6
approved 6
ibs 6
er 6
cracked 6
bullies 6
graduate 6
strike 6
celebration 6
faced 6
petty 6
bird 6
heartbreaking 6
noone 6
motivational 6
tragic 6
wuff 6
tail 6
essay 6
alarm 6
elderly 6
trained 6
knock 6
banana 6
yard 6
unity 6
loyalty 6
unicorn 6
sleeps 6
ngl 6
thier 6
discouraging 6
missions 6
edgy 6
nicotine 6
throne 6
klonopin 6
compulsive 6
resident 6
chips 6
entitled 6
freakin 6
forcing 6
consistently 6
hotel 6
defense 6
gunna 6
pentagon 6
varies 6
vote 6
format 6
nickname 6
spots 6
bong 6
spice 6
behave 6
winners 6
artists 6
supported 6
inspiring 6
battles 6
gates 6
elephant 6
wood 6
hat 6
trading 6
anyone's 6
fighter 6
ruins 6
bio 6
cyber 6
smiled 6
limited 6
valentines 6
actor 6
garden 6
cart 6
physics 6
variety 6
clouds 6
driven 6
logical 6
romantically 6
agreed 6
presents 6
exotic 6
hyped 6
muslims 6
classmate 6
imagining 6
sales 6
lap 6
truck 6
draft 6
strategy 6
deaths 6
impression 6
risky 6
buddies 6
weakness 6
ahhh 6
noticeable 6
entered 6
western 6
insecurity 6
28 6
pew 6
groceries 6
nerves 6
split 6
south 6
agrees 6
amongst 6
baking 6
karma 6
supernatural 6
privacy 6
bass 6
parties 6
delusional 6
wound 6
stereotypical 6
scroll 6
loading 6
today's 6
cement 6
default 6
settings 6
admire 6
respectful 6
automatically 6
gladly 6
increase 6
hunger 6
hesitate 6
fever 6
engaged 6
grace 6
ughhh 6
weighed 6
superhero 6
mayo 6
strict 6
device 6
imo 6
contemplating 6
needy 6
entertaining 6
troll 6
bits 6
unworthy 6
protective 6
california 6
gamer 6
sleeves 6
machines 6
chair 6
pregnancy 6
passes 6
destructive 6
neutral 6
repeatedly 6
starter 6
infected 6
boyfriend's 6
poc 6
tseries 6
arrogant 6
shovel 6
paradox 6
teams 6
secretly 6
freshman 6
viable 6
refused 6
museum 6
musician 6
transition 6
obsessing 6
generalised 6
sheep 6
bond 6
arrive 6
rdepression 6
18th 6
bruh 6
friendships 6
designed 6
vitamins 6
uhhhh 6
anyhow 6
clinic 6
ashes 6
clones 6
egg 6
ivspread 6
evspread 6
schizophrenic 6
emptiness 6
gravity 6
trump 6
mighty 6
wild 6
360 6
opponent 6
assertive 6
600 6
irrelevant 6
collect 6
android 6
nicely 6
aches 6
dozen 6
volunteering 6
compromise 6
prom 6
stores 6
document 6
rap 6
sounding 6
focusing 6
that'd 6
6am 6
advanced 6
degrees 6
heavily 6
underneath 6
cast 6
couples 6
detrimental 6
experiment 6
150 6
referral 6
deleting 6
eh 6
ultimate 6
internal 6
shuffle 6
beaten 6
relatives 6
dallas 6
sons 6
methods 6
prices 6
unlikely 6
faint 6
exciting 6
attraction 6
oc 6
ambulance 6
element 6
damned 6
tastes 6
grandmother 6
supporting 6
incapable 6
knowledgeable 6
scheduled 6
quotient 6
treating 6
importance 6
unimportant 6
partially 6
platform 6
purchased 6
bare 6
gentle 6
belongs 6
donno 6
stability 6
expiration 6
normalized 6
movement 6
tripping 6
weary 6
dms 6
ps4 6
2014 6
burst 6
jacket 6
submissive 6
00min 6
requestno 6
toysno 6
debasing 6
giftcards 6
heights 6
judges 6
acceptable 6
survival 6
wifi 6
practicing 6
woman's 6
lecture 6
admitting 6
data 6
positivetl 6
labor 6
knocks 6
je 6
jingle 6
backyard 6
germany 6
taxi 6
ranch 6
miscavige 6
chart 6
abuses 6
lane 6
taper 6
tested 6
input 6
cooper 6
o'clock 6
750 6
wards 6
frustration 6
bucket 6
ripping 6
remini 6
ent 6
backstory 6
assist 6
22female177cm130kg 6
suzzy 6
gerudo 6
updates 6
minority 6
jen 6
european 6
parents' 6
ftm 6
override 6
seed 6
hogy 6
antonio 6
cu 6
jenniferr1602 6
colleges 6
creeper 6
gfbf 6
demon 5
believes 5
punished 5
chasing 5
attempting 5
worship 5
tension 5
snickers 5
jeans 5
spotify 5
fired 5
douchebag 5
rising 5
ray 5
flame 5
fee 5
pile 5
?!!! 5
sir 5
cam 5
balanced 5
market 5
drift 5
flipped 5
straw 5
crowded 5
introduction 5
israel 5
monophobia 5
rogue 5
bullet 5
robot 5
eminem 5
stunning 5
tragedy 5
delusions 5
knife 5
workers 5
reward 5
rolls 5
tends 5
stock 5
skipping 5
hr 5
shorter 5
monsters 5
opposed 5
brainwashed 5
mild 5
swinging 5
london 5
settle 5
sheer 5
curl 5
schedules 5
established 5
refusing 5
hyper 5
believing 5
disabling 5
complaints 5
seeker 5
kya 5
ho 5
stepped 5
din 5
pasta 5
illusion 5
ni 5
binging 5
killers 5
qualities 5
traits 5
reflection 5
encounter 5
covid 5
evolution 5
remains 5
amusing 5
trips 5
powers 5
stereotypes 5
metroid 5
rooted 5
dumbest 5
advise 5
fitting 5
remembering 5
34 5
uncontrollable 5
icecream 5
genius 5
chronic 5
iv 5
grabbed 5
aa 5
luckily 5
fav 5
xoxo 5
mariah 5
drake 5
fatigue 5
command 5
pains 5
prescribed 5
conquer 5
dishonest 5
delayed 5
?!! 5
spam 5
flew 5
witty 5
streams 5
mana 5
mountain 5
wing 5
vital 5
celebrity 5
asf 5
primary 5
buried 5
loner 5
stands 5
holds 5
downvote 5
badass 5
masturbate 5
twat 5
elses 5
provides 5
referring 5
ordered 5
galaxy 5
edition 5
must've 5
razor 5
eternal 5
oceans 5
choking 5
fishing 5
kisses 5
stfu 5
pan 5
awkwardness 5
waiter 5
breaths 5
scenario 5
aries 5
tagged 5
......... 5
earn 5
drew 5
eyelashes 5
bathtub 5
fancy 5
elementary 5
spoon 5
peaches 5
periods 5
fkn 5
virginity 5
priest 5
molested 5
psychiatric 5
auto 5
savage 5
magician 5
crew 5
belly 5
asses 5
fam 5
blowing 5
sunny 5
halfway 5
silently 5
slightest 5
blankets 5
whereas 5
similarly 5
smashed 5
dwell 5
transfer 5
haunt 5
horses 5
lmaooo 5
console 5
rely 5
chapter 5
select 5
review 5
confirmed 5
plane 5
presentation 5
alien 5
psych 5
145 5
pepsi 5
boo 5
laughter 5
villain 5
others' 5
meanwhile 5
wonders 5
cigs 5
theyve 5
75mg 5
pms 5
brush 5
whisper 5
xpost 5
rescue 5
unpopular 5
smith 5
outta 5
pushes 5
maximum 5
fc 5
pokball 5
youask 5
reserved 5
awaypokemon 5
cherishball 5
tshirt 5
screenshot 5
luxuryball 5
abilities 5
dyed 5
xx 5
psychedelics 5
billion 5
losers 5
justice 5
accuracy 5
ego 5
tune 5
quitting 5
boxes 5
9th 5
valuable 5
fb 5
remaining 5
redditors 5
patterns 5
notices 5
travelled 5
expelled 5
feature 5
glitch 5
adventures 5
aviation 5
maintenance 5
crumbling 5
eachother 5
killer 5
woken 5
vision 5
entertain 5
scratch 5
threatening 5
quarter 5
crushed 5
mount 5
frankly 5
cooldown 5
98 5
colored 5
nine 5
itching 5
arabic 5
photography 5
basics 5
freely 5
2012 5
2017 5
atheist 5
????? 5
swore 5
softly 5
graphic 5
genders 5
peacefully 5
hallway 5
bud 5
caucasian 5
falls 5
psychiatry 5
induce 5
shaved 5
packs 5
boom 5
roster 5
animation 5
depend 5
reject 5
limits 5
forbidden 5
lego 5
weirdest 5
whatnot 5
hop 5
bisexual 5
irritable 5
wellbutrin 5
resolve 5
walmart 5
obtained 5
confirm 5
52 5
relatively 5
qualified 5
proposed 5
ne 5
upgraded 5
froze 5
aids 5
procrastinating 5
mug 5
served 5
vry 5
ramble 5
hugged 5
disconnect 5
logically 5
assuming 5
sentences 5
obnoxious 5
cigarette 5
nude 5
stairs 5
hve 5
angels 5
gud 5
generic 5
invented 5
ughhhh 5
fking 5
disc 5
inevitable 5
tiniest 5
expand 5
terminal 5
wet 5
spoilers 5
net 5
possibility 5
dumpster 5
swallow 5
assignment 5
evolve 5
utter 5
rick 5
mack 5
harry 5
zayn 5
grabs 5
empire 5
combined 5
republic 5
disappears 5
welfare 5
consequences 5
forces 5
tissues 5
sheets 5
sites 5
cons 5
sided 5
subreddits 5
wo 5
hostel 5
perfection 5
infront 5
notification 5
blonde 5
farmer 5
amazed 5
entry 5
something's 5
gg 5
legally 5
pretended 5
upvotes 5
toss 5
critical 5
opportunities 5
peaceful 5
reducing 5
corn 5
48 5
notebook 5
tummy 5
unconditionally 5
roommates 5
glucose 5
proven 5
brilliant 5
7th 5
abortion 5
infp 5
maths 5
85 5
wicked 5
odds 5
tails 5
sixteen 5
2005 5
bff 5
fucker 5
opens 5
primal 5
paint 5
farm 5
rewards 5
salary 5
ml 5
ps3 5
isolate 5
rank 5
everybody's 5
gaining 5
inhibited 5
serving 5
fog 5
flip 5
notifications 5
largest 5
stemming 5
sims 5
crowds 5
challenging 5
biology 5
overrated 5
controversial 5
palace 5
committing 5
cus 5
desires 5
install 5
whatsapp 5
exposed 5
4th 5
tiles 5
spheroes 5
activity 5
tmr 5
freaks 5
stoned 5
unemployed 5
aha 5
defensive 5
ddlg 5
specified 5
pressing 5
family's 5
simulator 5
scratched 5
differences 5
men's 5
venture 5
tore 5
yoga 5
doubting 5
contacts 5
expose 5
mole 5
resource 5
coins 5
honesty 5
europe 5
troubled 5
preparing 5
virtually 5
grips 5
delivered 5
length 5
nwot 5
practical 5
sample 5
sandwiches 5
supposedly 5
blurry 5
idek 5
underweight 5
zombies 5
insulting 5
le 5
signing 5
shadows 5
gut 5
attribute 5
unofficial 5
typically 5
numbness 5
paul 5
rut 5
poison 5
itll 5
italian 5
cries 5
anyones 5
lip 5
nothings 5
existential 5
professor 5
oily 5
paragraphs 5
inbox 5
restore 5
karen 5
scent 5
strain 5
directed 5
fragile 5
shove 5
selfharming 5
teenagers 5
ridiculously 5
strangely 5
narcissistic 5
hurtful 5
moderator 5
explanation 5
kratom 5
independence 5
darker 5
filling 5
sleepover 5
ankle 5
customers 5
surrounding 5
flash 5
hunt 5
angst 5
cultures 5
involves 5
penetrate 5
eastern 5
blocking 5
acceptance 5
deathmatches 5
unarmed 5
grinding 5
soda 5
cuddles 5
blunt 5
granny 5
writings 5
youd 5
nums 5
crossed 5
plant 5
geared 5
sizes 5
wax 5
feminist 5
austria 5
irs 5
aftermath 5
whichever 5
budd 5
peeps 5
slows 5
shook 5
criteria 5
et 5
un 5
thirsty 5
fort 5
veggie 5
intended 5
mystery 5
homophobia 5
idiots 5
samples 5
complaint 5
validation 5
cole 5
laura 5
hill 5
ssd 5
fraud 5
reduced 5
lawyers 5
citizens 5
deranged 5
'me' 5
jeffrey 5
augustine 5
hollywood 5
lectures 5
lawrence 5
absorbed 5
undereating 5
enlughten 5
user303765 5
dust 5
diarrhea 5
starvation 5
26kg 5
57lbs 5
middleish 5
700900 5
admins 5
employer 5
policies 5
az 5
shouting 5
host 5
